Repository: Jornason/hp-mpos-ios
Catalog: *.lproj/Localizable.strings
Languages: es

source: Pay
es: Pagar

source: Retry
es: Reintentar

source: Cancel
es: Cancelar

source: Status
es: Estado

source: Create
es: Crear

source: Regards
es: Saludos

source: Sign in
es: Entrar

# Welcome.
source: This could be the start of a beautiful friendship
es: Éste podría ser el princípio de una gran amistad.

source: Scanning
es: Buscando

source: Approved
es: Aprobado

source: Connected
es: Conectado

source: Processing
es: Procesando

source: Connecting to reader...
es: Conectando...

source: Reader disconnected!
es: Lector desconectado

# Payment history
source: History
es: Operaciones

source: Connection to reader:
es: Conexión al lector:

source: Receipt from mPOS
es: Recibo del mPOS

source: Nice to see you again.
es: Bienvenido de nuevo.

source: Passcode incorrect!
es: ¡Contraseña incorrecta!

source: Passcodes do not match!
es: ¡Las contraseñas no coinciden!

source: Passcode reset!
es: ¡Resetear la contraseña!

# Error connection to reader, please try again.
source: Error connecting to reader, please try again.
es: Error conectando al lector, por favor, vuelva a intentarlo más adelante.

# About Handpoint
source: About
es: Acerca de

source: No reader connected
es: Ningun lector conectado

source: Refund
es: Reembolso

source: Where am I?
es: ¿Dónde estoy?

source: Here !!!
es: ¡Aquí!

source: Device has no camera
es: No hay ninguna cámara disponible

source: Social networks
es: Redes sociales

source: please setup Twitter
es: por favor configure una cuenta de Twitter

source: Reset passcode
es: Resetear la contraseña

source: Hi
es: Hola

source: Enter passcode
es: Introducir contraseña

source: Create passcode
es: Crear contraseña

source: Confirm passcode
es: Confirmar contraseña

source: Settings
es: Ajustes

source: Logout
es: Salir

source: Menu
es: Menú

source: User guide
es: Ayuda

source: Items
es: Elementos

source: + Description
es: + Descripción

source: E-mail address
es: Dirección de e-mail

source: Phone number
es: Número de teléfono

source: Details
es: Detalles

source: Back
es: Atrás

source: UNDEFINED
es: INDEFINIDO

source: SALE
es: VENTA

source: VOID SALE
es: VENTA ANULADA

source: REFUND
es: REEMBOLSO

source: VOID REFUND
es: REEMBOLSO ANULADO

source: CANCEL SALE
es: VENTA CANCELADA

source: CANCEL REFUND
es: REEMBOLSO CANCELADO

source: Support
es: Soporte técnico

source: Support mode
es: Modo soporte

source: Merchant address
es: Dirección de la tienda

source: Merchant name
es: Nombre de la tienda

source: Merchant information
es: Información de la tienda

source: Contact Handpoint support
es: Contacta con el sopórte técnico de Handpoint

source: Select currency
es: Selecciona la moneda

source: Card reader update
es: Actualizar el lector

# Checking for card reader
source: Checking for card reader software update
es: Comprobando si existe una nueva versión

source: Transaction in process
es: Transacción en curso.

# Hotline
source: Phone number:
es: Teléfono

source: Visit our website:
es: visita nuestra web

source: E-mail us:
es: Envíanos un e-mail

source: Fetching log from card reader.
es: Cargando el registro del lector.

source: No log available!
es: !No hay registro disponible!

source: Please check instructions.
es: Por favor, siga las instrucciones.

source: No E-mail account found!
es: No se ha encontrado dirección de e-mail

source: Please check iOS E-mail settings.
es: Por favor revise sus ajustes de e-mail.

source: Connect to reader to enable support mode.
es: Conéctese a un lector para habilitar el modo soporte.

source: Create your PIN and start accepting payments
es: Crea tu contraseña y empieza a aceptar pagos
